Repository: eduNEXT/platform-plugin-forum-email-notifier
Catalog: platform_plugin_forum_email_notifier/conf/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: None
es_419: Ninguno

source: All posts
es_419: Todas las publicaciones

source: Only posts I'm following
es_419: Sólo las publicaciones que estoy siguiendo

source: All posts. (Daily digest)
es_419: Todas las publicaciones. (Resumen diario)

source: All posts. (Weekly digest)
es_419: Todas los publicaciones. (Resumen semanal)

source: In this section you can set your email notification preferences for the discussion forum. The available options are:
es_419: En esta sección puede establecer sus preferencias de notificación por correo electrónico para el foro de discusión. Las opciones disponibles son:

source: None: I don't want to receive any email notifications.
es_419: Ninguno: No quiero recibir ninguna notificación por correo electrónico.

source: All posts: I want to receive email notifications for all posts.Todos las publicaciones: Quiero recibir notificaciones por correo electrónico para todas las publicaciones.
es_419: Sólo las publicaciones que estoy siguiendo: Quiero recibir notificaciones por correo electrónico para las publicaciones que estoy siguiendo.

source: All posts (Daily digest): I want to receive email notifications for all posts in a daily digest.
es_419: Todas las publicaciones (Resumen diario): Quiero recibir notificaciones por correo electrónico para todas las publicaciones en un resumen diario.

source: All posts (Weekly digest): I want to receive email notifications for all posts in a weekly digest.
es_419: Todas las publicaciones (Resumen semanal): Quiero recibir notificaciones por correo electrónico para todas las publicaciones en un resumen semanal.

source: These notifications are only sent to the instructor of the course.
es_419: Estas notificaciones sólo se envían al instructor del curso.

source: The available notifications of the discussion forum are: created post, response to post, comment to post. These notifications are sent to the email address associated with your account. Below you can select the type of notifications you want to receive:
es_419: Las notificaciones disponibles del foro de discusión son: publicación creada, respuesta a la publicación, comentario a la publicación. Estas notificaciones se envían a la dirección de correo electrónico asociada a su cuenta. A continuación puede seleccionar el tipo de notificaciones que desea recibir:

source: Summary of Discussion Activity
es_419: Resumen de la actividad de discusión

source: Response
es_419: Respuesta

source: Comment
es_419: Comentario

source: You are receiving this email because you set your preferences to receive a summary of all discussion activity. To stop receiving this email, please change your settings
es_419: Está recibiendo este correo electrónico porque estableció sus preferencias para recibir un resumen de toda la actividad de discusión. Para dejar de recibir este correo electrónico, cambie su configuración

source: here
es_419: aquí

source: To view the thread, click the link below:
es_419: Para ver el hilo, haga clic en el siguiente enlace:

source: You are receiving this email because you set your preferences to receive a summary of all discussion activity. To stop receiving this email, please change your settings in the following link: %(forum_notifier_url)s
es_419: Está recibiendo este correo electrónico porque estableció sus preferencias para recibir un resumen de toda la actividad de discusión. Para dejar de recibir este correo electrónico, cambie su configuración en el siguiente enlace: %(forum_notifier_url)s

source: Summary of discussion activity in %(course_name)s
es_419: Resumen de la actividad de discusión en %(course_name)s

source: Discussion Activity
es_419: Actividad de Discusión

source: User %(author_username)s created a discussion thread:
es_419: El usuario %(author_username)s creó un hilo de discusión:

source: User %(author_username)s responded to a comment in a discussion thread that you are following:
es_419: El usuario %(author_username)s respondió a un comentario en un hilo de discusión que está siguiendo:

source: User %(author_username)s commented in a discussion thread that you are following:
es_419: El usuario %(author_username)s comentó en un hilo de discusión que está siguiendo:

source: View in discussions
es_419: Ver en discusiones

source: You are receiving this email because you are following this thread in the discussions panel of the course. Click the star sign from the thread to stop following.
es_419: Está recibiendo este correo electrónico porque está siguiendo este hilo en el panel de discusiones del curso. Haga clic en el signo de estrella del hilo para dejar de seguirlo.

source: To view the discussion thread, click the link below: %(url)s
es_419: Para ver el hilo de discusión, haga clic en el siguiente enlace: %(url)s

source: New discussion activity in %(course_name)s
es_419: Nueva actividad de discusión en %(course_name)s
